Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/national_payments_plan.html.txt.tmx
Source language: en
Languages: ga

source: The National Payments Plan aims to increase electronic forms of payment such as debit cards and electronic banking in Ireland
ga: Is é aidhm an Phlean Náisiúnta Íocaíochtaí cineálacha leictreonacha íocaíochta, ar nós cártaí dochair agus baincéireacht leictreonach, a mhéadú in Éirinn

source: It estimates that this will save the Irish economy €1 billion annually
ga: Meastar go sábhálfaidh geilleagar na hÉireann €1 billiún gach bliain dá bharr

source: Ireland has the second highest usage of cheques among major European countries, the highest ATM withdrawal per capita and pays out half of all social welfare payments in cash
ga: Is in Éirinn a úsáidtear an dara líon is airde seiceanna i measc mhórthíortha na hEorpa agus a dhéantar an líon is airde aistarraingtí ATM per capita

source: Ireland’s existing payment systems infrastructure could be made more efficient by making more use of electronic payments such as debit cards and electronic banking
ga: D’fhéadfaí bonneagar reatha córas íocaíochta na hÉireann a dhéanamh níos éifeachtúla trí thuilleadh úsáide a bhaint as íocaíochtaí leictreonacha ar nós cártaí dochair agus baincéireacht leictreonach

source: A more modern payment system would also reduce the size of the shadow economy and improve cash security
ga: Dhéanfadh córas níos nua-aimseartha íocaíochta méid an scáthgheilleagair a laghdú agus slándáil airgid thirim a fheabhsú freisin

source: The National Payments Plan Steering Committee oversaw the development of the plan
ga: Ba é Coiste Stiúrtha an Phlean Náisiúnta Íocaíochtaí a rinne maoirseacht ar fhorbairt an phlean

source: The Committee consisted of representatives of consumers, business, Government, banks and the Central Bank
ga: Bhí an Coiste comhdhéanta d’ionadaithe dóibh seo a leanas: tomhaltóirí, an lucht gnó, an Rialtas, bainc agus an Banc Ceannais

source: The plan was launched in April 2013
ga: Seoladh an plean i mí Aibreáin 2013

source: Monitoring and implementation of the plan will continue until the end of 2014
ga: Leanfar leis an bplean a mhonatóiriú agus a chur chun feidhme go dtí deireadh na bliana 2014

source: Read the National Payments Plan (pdf)
ga: Léigh an Plean Náisiúnta Íocaíochtaí (pdf)

source: The plan sets out a vision which states that:
ga: Leagtar fís síos sa phlean, fís ina luaitear:

source: • Electronic forms of payment will be universally accepted and will be the preferred payment choice for many
ga: • Go nglacfar le cineálacha leictreonacha íocaíochta i ngach áit agus go mbeidh siad ar an rogha is fearr lena lán daoine

source: • Irish consumers will have access to the most innovative payment methods
ga: • Go mbeidh rochtain ag tomhaltóirí Éireannacha ar na modhanna is nuálaí íocaíochta

source: • Cash and cheques will remain available to those who wish to use them and consumers will not be obliged to discontinue using them
ga: • Go mbeidh airgead tirim agus seiceanna fós ar fáil dóibh siúd ar mian leo iad a úsáid agus nach mbeidh dualgas ar chustaiméirí deireadh a chur lena n-úsáid

source: • No section of Irish society will be financially excluded regarding payments
ga: • Nach mbeidh aon chuid de shochaí na hÉireann eisiata go hairgeadas i dtaca le híocaíochtaí

source: The plan recommends a number of initiatives which include:
ga: Moltar roinnt tionscnaimh éagsúla sa phlean, agus áirítear orthu sin:

source: • Phasing out of cheques: From 19 September 2014 (e-Day) Government departments, local authorities and state agencies will no longer use cheques in their dealings with businesses
ga: • Seiceanna a chéimniú amach: Ón 19 Meán Fómhair 2014 (r-Lá), ní bhainfidh ranna Rialtais, údaráis áitiúla agus gníomhaireachtaí stáit úsáid a thuilleadh as seiceanna agus iad ag déileáil le gnólachtaí

source: • New ways to pay: Make new technologies, such as mobile payments and contactless cards, generally available in Ireland
ga: • Bealaí nua chun íoc: Teicneolaíochtaí nua, ar nós íocaíochtaí a dhéantar ar ghléasanna soghluaiste agus cártaí éadadhaill, a chur ar fáil go coitianta in Éirinn

source: The plan aims to double the number of e-payments per capita by 2015
ga: Is é aidhm an phlean líon na r-íocaíochtaí a dhéantar per capita a dhúbailt faoin mbliain 2015

source: • Social welfare payments: Modernise how social welfare payments are paid (half of all payments are cash-based)
ga: • Íocaíochtaí leasa shóisialaigh: Nuachóiriú a dhéanamh ar an dóigh a ndéantar íocaíochtaí leasa shóisialaigh (úsáidtear airgead tirim i leathchuid de na híocaíochtaí faoi láthair)

source: • Introduce a standard bank account: This initiative aims to reduce the number of people in Ireland who do not have a current account (17% compared to a European average of 2%), and help these people to manage their finances
ga: • Cuntas caighdeánach bainc a thabhairt isteach: Is é an aidhm atá leis an tionscnamh sin ná laghdú a dhéanamh ar líon na ndaoine in Éirinn nach bhfuil cuntas reatha acu (17% de dhaoine in Éirinn i gcomparáid le meánfhigiúr na hEorpa de 2%), agus cabhrú leis na daoine sin a gcúrsaí airgeadais a bhainistiú

source: You can read more about standard bank accounts
ga: Is féidir leat tuilleadh a léamh faoi sin in cuntais chaighdeánacha bhainc

source: • Review the national cash cycle: The national cash cycle will be reviewed in full to identify cost savings, and will include a pilot to reduce use of 1c and 2c coins (a rounding trial)
ga: • An timthriall náisiúnta airgid thirim a athbhreithniú: Déanfar athbhreithniú ar an timthriall náisiúnta airgid thirim ina iomláine ar mhaithe le coigiltí costais a shainaithint agus tabharfar clár píolótach isteach mar chuid de ar mhaithe le húsáid na mbonn 1c agus 2c a laghdú (triail slánaithe)

source: • €10s in ATMs: Increase the dispensing of €10 notes in ATMs;
ga: • Nótaí €10 in ATManna: Méadú a dhéanamh ar líon na nótaí €10 a dháiltear ó ATManna;

source: • Manage fees for payments: The fees consumers and merchants pay for payments should be set to incentivise them to use the most efficient forms of payment
ga: • Bainistiú a dhéanamh ar tháillí a ghearrtar ar íocaíochtaí: Ba cheart na táillí a íocann tomhaltóirí agus ceannaithe as íocaíochtaí a dhéanamh a shocrú chun spreagadh a thabhairt dóibh na cineálacha is éifeachtúla íocaíochta a úsáid

source: • Migrate to SEPA by February 2014: Read more about the Single European Payments Area (SEPA)
ga: • Aistriú chuig LAÍE faoi mhí Feabhra 2014: Léigh tuilleadh faoin Limistéar Aonair d’Íocaíochtaí Euro (LAÍE)

source: • Change payment habits: A broad education and support campaign is needed to drive a change in payment habits among many consumers and business. Where to apply Central Bank of Ireland P.O. Box No
ga: • Gnásanna íocaíochta a athrú: Is gá tabhairt faoi mhórfheachtas oideachais agus tacaíochta chun athrú i ngnásanna íocaíochta a bhrú chun cinn i measc a lán tomhaltóirí agus gnólachtaí
